# Other Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ElectricalLoadClassification..::..Other Property
ElectricalLoadClassification Class See Also
---
Indicates if it is the default load classification, and its name is Other.
**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2024
# Syntax
C#
---
```text
public bool Other { get; }
```

Visual Basic
---
```text
Public ReadOnly Property Other As Boolean
	Get
```

Visual C++
---
```text
public:
property bool Other {
	bool get ();
}
```

# See Also
ElectricalLoadClassification Class
Autodesk.Revit.DB.Electrical Namespace